Revit 2024 API
SymbolTypeId.FtSup6 Property
 Symbol ft⁶, indicating unit Feet to the sixth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FtSup6 { get; }
Visual Basic
Public Shared ReadOnly Property FtSup6 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FtSup6 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace